{
    "coverImageExtension": "gif",
    "coverMusicExtension": "mp3",
    "endImageExtension": "jpg",
    "endMusicExtension": "mp3",
    "pages": [{
        "imageExtension": "gif",
        "musicExtension": "mp3",
        "position": "left",
        "text": "<h2>War of Heroes and Gods<h2>A thousand ships set sail for Troy. They were granted a swift voyage by Neptune, God of the Sea. But once arrived, the Greek was disappointed to see that Apollo, God of Prophecy, had raised an impenetrable wall around the city. As Troy and Greece were glorious nations of ancient time, both had powerful patron gods watching over them. The Greek camped near the sea, where Neptune blessed them with bountiful fish to continue their siege. However, their assaults on Troy kept failing one after another. One day, Odysseus, the wisest among Greek leaders, devised a plan to weaken the city."
    }, {
        "imageExtension": "gif",
        "musicExtension": "mp3",
        "position": "right",
        "text": "The Temple of Apollo just outside Troy's city wall was where Trojan prophets received prophecy from Apollo. With the God's guidance, Troy had been able to repel all of Greek assaults. However, with Troy's Palladium now in their hands, the Greeks were confident they could take the temple this time. Achilles and Ajax volunteered to lead the assault.  As they came near the temple ground, screams rose across their ranks: droves of Greeks had fallen into pitfall traps. Troy had anticipated this attack. Thousands of Trojans pour out under the command of Hector.  Outnumbered, Achilles and Ajax led the army to retreat as Trojans pursued them."
    }, {
        "imageExtension": "gif",
        "musicExtension": "mp3",
        "position": "top",
        "text": "Patroclus again disguised as Achilles to rally the soldiers. Unfortunately, he was challenged by Hector and easily defeated. Upon learning of this, the enraged Achilles returned to the battlefield and challenged Hector. Though their skills were equal, Hector was no immortal. As the battle dragged on, Hector's wounds began to weaken him whereas Achilles was still unhurt. At the end of the third day, Achilles finally defeated Hector. As Hector's demise shook Trojan morale, Greeks regained their hope of winning. They put aside all former arguments and gave an offering to appease Apollo. The next day, they eagerly launched another attack, thinking this time they had the upper hand."
    }]
}